const degrees = [
  {
    school: "РЭУ им. Плеханова",
    degree: "Планирование и прогнозирование",
    link: "https://rea.ru",
    year: "2017-2020",
    points: [
      "Руководил проектами студенческого совета(организация мероприятий на уровне университета)",
      "Управлял командами студентов из 20+ человек",
    ],
  },
  {
    school: "Ecole 42 (Школа 21)",
    degree: "Прикладные компьютерные науки",
    link: "https://www.42.fr",
    year: "2018-2022",
    points: [
      "Прошел отбор, не имея изначальных навыков программирования",
      "Изучал програмирование на С, классические алгоритмы и структуры данных",
      "Работал с графикой, алгоритмами отрисовки и трассировкой пути, линейной алгеброй",
      "Параллельно с учебой организовывал и проводил занятия в кружке обучения разговорному английскому",
    ],
  },
  // {
  //   school: 'IU Internationale Hochschule',
  //   degree: 'IT & Business',
  //   link: 'https://www.iu.org',
  //   year: '2021-настоящее время',
  //   points: []
  // },
];

export default degrees;
