const positions = [
  {
    company: 'Yandex.Verticals',
    position: 'Backend-разработчик',
    link: 'https://auto.ru/',
    daterange: 'Июль 2021 - Настоящий момент',
    points: [
      'Оптимизировал latency наиболее прибыльного бэкенда на 70%',
      'Разрабатывал инфраструктурные компоненты',
      'Разрабатывал многопоточные компоненты',
      'Разрабатывал высоконагруженные компоненты',
      'В данный момент разрабатываю экспериментальные фичи'
     ],
  },
  {
    company: 'Ticketland',
    position: 'Java-разработчик & Техлид',
    link: 'https://www.ticketland.ru',
    daterange: 'Апрель 2020 - Июнь 2021',
    points: [
      'Являлся техлидом в команде интеграции с компанией Ponominalu',
      'Участвовал в проектировании сервисов и нового функционала',
      'Помогал адаптироваться прибывающим в команду сотрудникам',
      'Менторил стажеров и джуниоров',
     ],
  },
  {
    company: 'Ticketland',
    position: 'Middle-разработчик',
    link: 'https://www.ticketland.ru',
    daterange: 'Октябрь 2019 - Апрель 2020',
    points: [
      'Писал клиенты для интеграции с внешними партнёрами',
      'Спроектировал и написал несколько внутренних утилитарных сервисов на Python',
      'Программировал логику сложных бизнес-процессов',
      'Увеличил покрытие тестами с 10 до 40% для важного бизнес-функционала'
     ],
  },
  {
    company: 'Ticketland',
    position: 'Junior-разработчик',
    link: 'https://www.ticketland.ru',
    daterange: 'Июнь 2019 - Октябрь 2019',
    points: [
      'Работал с библиотеками для обработки xlsx',
      'Писал методы простой обработки данных',
      'Чинил баги',
      ],
  },
  {
    company: 'Ecole42',
    position: 'Стажер',
    link: 'https://www.42.fr',
    daterange: 'September 2018 - May 2019',
    points: [
      ],
  },
];

export default positions;
