const positions = [
  {
    company: 'Ticketland',
    position: 'Middle-разработчик',
    link: 'https://www.ticketland.ru',
    daterange: 'Апрель 2020 - Настоящий момент',
    points: [
      'Являюсь техлидом в команде интеграции с компанией Ponominalu',
      'Участвую в проектировании сервисов и нового функционала',
      'Помогаю адаптироваться прибывающим в команду сотрудникам',
      'Менторю стажеров и джуниоров',
     ],
  },
  {
    company: 'Ticketland',
    position: 'Junior-разработчик',
    link: 'https://www.ticketland.ru',
    daterange: 'Октябрь 2019 - Апрель 2020',
    points: [
      'Написал 2 клиента для интеграции с внешними партнёрами',
      'Спроектировал и написал несколько внутренних утилитарных сервисов на Python',
      'Программировал логику сложных бизнес-процессов',
      'Увеличил покрытие тестами с 10 до 40% для важного бизнес-функционала'
     ],
  },
  {
    company: 'Ticketland',
    position: 'Стажер',
    link: 'https://www.ticketland.ru',
    daterange: 'Июнь 2019 - Октябрь 2019',
    points: [
      'Работал с библиотеками для обработки xlsx',
      'Писал методы простой обработки данных',
      'Чинил баги',
      ],
  },
];

export default positions;
