const positions = [
  {
    company: "Constructor",
    position: "Старший Разработчик",
    link: "https://constructor.io/",
    daterange: "Июнь 2022 - Настоящее время",
    location: "Удаленно",
    points: [
      "Руководил и реализовывал разработку нескольких критически важных для продукта и системы функций с участием нескольких команд",
      "Внедрил несколько процессов и практик на уровне компании и департамента, которые улучшили качество сервиса",
      "Самостоятельно расследовал и исправил несколько сложных ошибок и проблем уровня Sev1 и Sev2",
      "Входил в команду, отвечающую за архитектурные решения и стандарты на уровне всей компании",
      "Проводил собеседования, обучение и наставничество для разработчиков",
      "Поддерживаю бэкенд, обрабатывающий более 10 тысяч запросов в секунду",
    ],
  },
  {
    company: "Yandex",
    position: "Backend-разработчик",
    link: "https://auto.ru/",
    daterange: "Июль 2021 - Настоящий момент",
    points: [
      "Оптимизировал latency наиболее прибыльного бэкенда на 70%",
      "Разрабатывал инфраструктурные компоненты",
      "Разрабатывал многопоточные компоненты",
      "Разрабатывал высоконагруженные компоненты",
      "В данный момент разрабатываю экспериментальные фичи",
    ],
  },
  {
    company: "Ticketland",
    position: "Backend-разработчик & Техлид",
    link: "https://www.ticketland.ru",
    daterange: "Апрель 2020 - Июнь 2021",
    points: [
      "Являлся техлидом в команде интеграции с компанией Ponominalu",
      "Участвовал в проектировании сервисов и нового функционала",
      "Помогал адаптироваться прибывающим в команду сотрудникам",
      "Менторил стажеров и джуниоров",
    ],
  },
  {
    company: "Ticketland",
    position: "Middle-разработчик",
    link: "https://www.ticketland.ru",
    daterange: "Октябрь 2019 - Апрель 2020",
    points: [
      "Писал клиенты для интеграции с внешними партнёрами",
      "Спроектировал и написал несколько внутренних утилитарных сервисов на Python",
      "Программировал логику сложных бизнес-процессов",
      "Увеличил покрытие тестами с 10 до 40% для важного бизнес-функционала",
    ],
  },
  {
    company: "Ticketland",
    position: "Junior-разработчик",
    link: "https://www.ticketland.ru",
    daterange: "Июнь 2019 - Октябрь 2019",
    points: [
      "Работал с библиотеками для обработки xlsx",
      "Писал методы простой обработки данных",
      "Чинил баги",
    ],
  },
  {
    company: "Ecole42",
    position: "Стажер",
    link: "https://www.42.fr",
    daterange: "Сентябрь 2018 - Май 2019",
    points: [
      "Писал простые скрипты на Bash/Python",
      "Отвечал за мониторинг сервисов",
    ],
  },
];

export default positions;
